{
    "Roman":[
        {
            "id": 0,
            "firstName": "Gaius Julius",
            "lastName": "Caesar",
            "portraitPath": "portrait.png",
            "biography": "Julius Caesar was a leader of ancient Rome who significantly transformed what became known as the Roman Empire by greatly expanding its geographic reach and establishing its imperial system. Allegedly a descendant of Trojan prince Aeneas, Caesar’s birth marked the beginning of a new chapter in Roman history. By age 31, Caesar had fought in several wars and become involved in Roman politics. After several alliances and military victories, he became dictator of the Roman Empire, a rule that lasted for just one year before his death in 44 BCE." 
        },
        {
            "id": 1,
            "firstName": "Gnaeus",
            "lastName": "Pompeius Magnus",
            "portraitPath": "portrait.png",
            "biography": "Pompeius Magnus, known as Pompey the Great, was a leading Roman general and statesman of the late Republic. He formed part of the First Triumvirate and was known for his military exploits and rivalry with Julius Caesar."
        },
        {
            "id": 2,
            "firstName": "Marcus",
            "lastName": "Antonius",
            "portraitPath": "portrait.png",
            "biography": "Marcus Antonius, known in English as Mark Antony, was a Roman politician and general. A loyal supporter of Julius Caesar, he played a critical role in the transformation of the Roman Republic into the Roman Empire. His love affair with Cleopatra and subsequent defeat by Octavian (later Augustus) marked the end of his political career."
        },{
            "id": 3,
            "firstName": "Marcus",
            "lastName": "Licinius Crassus",
            "portraitPath": "portrait.png",
            "biography": "Marcus Licinius Crassus was a wealthy Roman general and politician, known for his immense wealth and role in the First Triumvirate alongside Julius Caesar and Pompey. He died during the Parthian campaign at the Battle of Carrhae."
        },{
            "id": 4,
            "firstName": "Marcus",
            "lastName": "Tullius Cicero",
            "portraitPath": "portrait.png",
            "biography": "Marcus Tullius Cicero was a renowned Roman orator, statesman, and philosopher. He played a key role in the politics of the late Republic and was a vocal critic of Julius Caesar's rise to power."
        },
        {
            "id": 5,
            "firstName": "Gaius",
            "lastName": "Cassius Longinus",
            "portraitPath": "portrait.png",
            "biography": "Gaius Cassius Longinus was a Roman senator and leading instigator of the conspiracy to assassinate Julius Caesar. After Caesar's death, he fought against the forces of the Second Triumvirate."
        },
        {
            "id": 6,
            "firstName": "Marcus",
            "lastName": "Junius Brutus",
            "portraitPath": "portrait.png",
            "biography": "Marcus Junius Brutus was a Roman politician and one of Julius Caesar's assassins. Despite his close relationship with Caesar, he believed in the Republic and took part in the conspiracy to kill Caesar."
        },
        {
            "id": 7,
            "firstName": "Gaius",
            "lastName": "Octavius Thurinus",
            "portraitPath": "portrait.png",
            "biography": "Gaius Octavius Thurinus, later known as Augustus, was Julius Caesar's adopted heir and the first Roman emperor. He played a pivotal role in the transition from Republic to Empire."
        }
    ],
    "Gallic": [
        {
            "firstName": "Vercingetorix",
            "lastName": "",
            "portraitPath": "portrait.png",
            "biography": "Vercingetorix was the chieftain of the Arverni tribe and the leader of the Gallic resistance against Roman forces during the Gallic Wars. He united the Gauls in a significant rebellion and was eventually defeated and captured by Julius Caesar at the Battle of Alesia."
        },
        {
            "id": 100,
            "firstName": "Vergasillaunus",
            "lastName": "",
            "portraitPath": "portrait.png",
            "biography": "Vergasillaunus was a cousin of Vercingetorix and one of his chief lieutenants. He led a relief force during the siege of Alesia but was captured by the Romans."
        }
    ],
    "Egpytian":[
        {
            "firstName": "Cleopatra",
            "lastName": "VII Philopator",
            "portraitPath": "portrait.png",
            "biography": "Cleopatra VII Philopator was the last active ruler of the Ptolemaic Kingdom of Egypt. Renowned for her intelligence and political acumen, she formed alliances with Julius Caesar and later Mark Antony. Her relationships with these powerful Roman figures have made her one of history's most famous queens."
        },
        {
            "firstName": "Ptolemy",
            "lastName": "XIII Theos Philopator",
            "portraitPath": "portrait.png",
            "biography": "Ptolemy XIII Theos Philopator was a Pharaoh of Egypt and the younger brother of Cleopatra VII. He co-ruled with Cleopatra until their conflict led to a civil war, during which he opposed Julius Caesar's support for Cleopatra. He drowned in the Nile after being defeated by Caesar's forces."
        },
        {
            "firstName": "Pothinus",
            "lastName": "",
            "portraitPath": "portrait.png",
            "biography": "Pothinus was the eunuch and regent for the young Pharaoh Ptolemy XIII. He was a key advisor and antagonist to Cleopatra, playing a significant role in the power struggle between the siblings. He was eventually executed by Julius Caesar's forces during the Alexandrian War."
        }
    ]

}