{
    "Roman": [
        {
            "id": 0,
            "name": "Rome",
            "culture": "Roman",
            "description": "The capital city of the Roman Republic and the center of political, cultural, and military power. Key events include the assassination of Julius Caesar in 44 BCE and the subsequent rise of Augustus.",
            "imagePath": "images/roman_rome.jpg"
        },
        {
            "id": 1,
            "name": "Pompeii",
            "culture": "Roman",
            "description": "A thriving Roman city that was buried under volcanic ash after the eruption of Mount Vesuvius in 79 CE, providing a well-preserved snapshot of Roman life.",
            "imagePath": "images/roman_pompeii.jpg"
        },
        {
            "id": 2,
            "name": "Carthage",
            "culture": "Roman",
            "description": "Formerly the center of the powerful Carthaginian Empire, Carthage was destroyed by Rome in 146 BCE during the Third Punic War and later rebuilt as a Roman city.",
            "imagePath": "images/roman_carthage.jpg"
        }
    ],
    "Gallic": [
        {
            "id": 0,
            "name": "Alesia",
            "culture": "Gallic",
            "description": "The site of the decisive battle in 52 BCE where Julius Caesar defeated the Gallic tribes led by Vercingetorix, leading to the Roman conquest of Gaul.",
            "imagePath": "images/gallic_alesia.jpg"
        },
        {
            "id": 1,
            "name": "Gergovia",
            "culture": "Gallic",
            "description": "A fortified city in Gaul where Vercingetorix achieved a significant victory against Julius Caesar in 52 BCE, though it was not enough to stop the Roman advance.",
            "imagePath": "images/gallic_gergovia.jpg"
        },
        {
            "id": 2,
            "name": "Bibracte",
            "culture": "Gallic",
            "description": "A major center of the Aedui tribe and the site of Caesar's victory over the Helvetii in 58 BCE. It also served as the location where Caesar wrote his 'Commentaries on the Gallic War'.",
            "imagePath": "images/gallic_bibracte.jpg"
        }
    ],
    "Egyptian": [
        {
            "id": 0,
            "name": "Alexandria",
            "culture": "Egyptian",
            "description": "The capital city of Ptolemaic Egypt, founded by Alexander the Great. It was a major center of Hellenistic culture and learning, home to the famous Library of Alexandria and the Pharos lighthouse.",
            "imagePath": "images/egyptian_alexandria.jpg"
        },
        {
            "id": 1,
            "name": "Memphis",
            "culture": "Egyptian",
            "description": "An ancient capital of Egypt, located near the apex of the Nile Delta. During the late Republic, it remained an important religious and cultural center.",
            "imagePath": "images/egyptian_memphis.jpg"
        },
        {
            "id": 2,
            "name": "Thebes",
            "culture": "Egyptian",
            "description": "A major city in Upper Egypt, known for its grand temples and as a center of worship for the god Amun. It was also a significant site for royal burials in the Valley of the Kings.",
            "imagePath": "images/egyptian_thebes.jpg"
        }
    ]
}
