{
    "Roman": [
        {
            "id": 0,
            "name": "Rome",
            "culture": "Roman",
            "description": "The capital city of the Roman Republic and the epicenter of political, cultural, and military power. Key events include the assassination of Julius Caesar in 44 BCE, which marked the end of the Republic. It also saw the subsequent rise of Augustus, the first Roman Emperor, ushering in the era of the Roman Empire.",
            "imagePath": "Locations/Rome.png"
        },
        {
            "id": 1,
            "name": "Pompeii",
            "culture": "Roman",
            "description": "A thriving Roman city that was buried under volcanic ash after the eruption of Mount Vesuvius in 79 CE. This catastrophe preserved the city in remarkable detail, providing a unique and well-preserved snapshot of Roman life, architecture, and daily activities. Excavations continue to reveal insights into the lives of its ancient inhabitants.",
            "imagePath": "Locations/Pompeii.png"
        },
        {
            "id": 2,
            "name": "Carthage",
            "culture": "Roman",
            "description": "Once the center of the powerful Carthaginian Empire, Carthage was destroyed by Rome in 146 BCE during the Third Punic War. The city was later rebuilt as a Roman colony and became a major center of commerce and culture in the Roman Empire. It played a key role in the spread of Roman civilization across North Africa.",
            "imagePath": "Locations/Carthage.png"
        }
    ],
    "Gallic": [
        {
            "id": 4,
            "name": "Alesia",
            "culture": "Gallic",
            "description": "The site of the decisive battle in 52 BCE where Julius Caesar defeated the Gallic tribes led by Vercingetorix. This victory was crucial in the Roman conquest of Gaul, marking the end of significant Gallic resistance. Alesia remains a symbol of Gallic bravery and Roman military strategy.",
            "imagePath": "Locations/Alesia.png"
        },
        {
            "id": 5,
            "name": "Gergovia",
            "culture": "Gallic",
            "description": "A fortified city in Gaul where Vercingetorix achieved a significant victory against Julius Caesar in 52 BCE. Despite this success, it was not enough to stop the Roman advance. Gergovia is remembered as a key moment in the Gallic Wars, showcasing Gallic resistance against Roman expansion.",
            "imagePath": "Locations/Gergovia.png"
        },
        {
            "id": 6,
            "name": "Bibracte",
            "culture": "Gallic",
            "description": "A major center of the Aedui tribe and the site of Caesar's victory over the Helvetii in 58 BCE. Bibracte also served as the location where Caesar wrote his 'Commentaries on the Gallic War,' documenting his campaigns in Gaul. It was an important cultural and political hub during the Gallic Wars.",
            "imagePath": "Locations/Bibracte.png"
        }
    ],
    "Egyptian": [
        {
            "id": 7,
            "name": "Alexandria",
            "culture": "Egyptian",
            "description": "The capital city of Ptolemaic Egypt, founded by Alexander the Great. Alexandria was a major center of Hellenistic culture and learning, renowned for the famous Library of Alexandria and the Pharos lighthouse, one of the Seven Wonders of the Ancient World. It was a key hub of commerce, science, and art in the ancient Mediterranean world.",
            "imagePath": "Locations/Alexandria.png"
        },
        {
            "id": 8,
            "name": "Memphis",
            "culture": "Egyptian",
            "description": "An ancient capital of Egypt, located near the apex of the Nile Delta. Memphis remained an important religious and cultural center during the late Republic, home to the great temple of Ptah and the Apis Bull cult. It played a vital role in the religious and economic life of ancient Egypt.",
            "imagePath": "Locations/Memphis.png"
        },
        {
            "id": 9,
            "name": "Thebes",
            "culture": "Egyptian",
            "description": "A major city in Upper Egypt, known for its grand temples and as a center of worship for the god Amun. Thebes was also a significant site for royal burials in the Valley of the Kings, where many pharaohs were laid to rest. It was a key cultural and religious center throughout much of ancient Egyptian history.",
            "imagePath": "Locations/Thebes.png"
        }
    ]
}